Repository: arthurrios/finova-app
Catalog: Finova/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

# notificationHistory.clearAll.message
source: Are you sure you want to clear all notifications? This action cannot be undone.
pt_br: Tem certeza que deseja limpar todas as notificações? Esta ação não pode ser desfeita.

# notificationHistory.clearAll.title
source: Clear All Notifications
pt_br: Limpar Todas as Notificações

# notificationHistory.empty.subtitle
source: Your notification history will appear here
pt_br: Seu histórico de notificações aparecerá aqui

# notificationHistory.empty.title
source: No notifications
pt_br: Sem notificações

# notificationHistory.header.title
source: Notifications
pt_br: Notificações

# notificationHistory.yesterday
source: Yesterday
pt_br: Ontem

# notificationSettings.appUpdate.description
source: Get notified when a new version of Finova is available
pt_br: Seja notificado quando uma nova versão do Finova estiver disponível

# notificationSettings.appUpdate.title
source: App Updates
pt_br: Atualizações do App

# notificationSettings.creditCardStatement.description
source: Reminders for upcoming statement due dates
pt_br: Lembretes para datas de vencimento de faturas

# notificationSettings.creditCardStatement.title
source: Credit Card Statements
pt_br: Faturas de Cartão

# notificationSettings.disableAll.description
source: Turn off all notifications from Finova
pt_br: Desativar todas as notificações do Finova

# notificationSettings.disableAll.title
source: Disable All
pt_br: Desativar Todas

# notificationSettings.header.title
source: Notifications
pt_br: Notificações

# notificationSettings.negativeBalance.description
source: Get warned when your balance is projected to go negative
pt_br: Seja avisado quando seu saldo projetar ficar negativo

# notificationSettings.negativeBalance.title
source: Negative Balance Warning
pt_br: Aviso de Saldo Negativo

# notificationSettings.section.general
source: General
pt_br: Geral

# notificationSettings.section.local
source: Local Notifications
pt_br: Notificações Locais

# notificationSettings.section.push
source: Push Notifications
pt_br: Notificações Push

# notificationSettings.transactions.description
source: Reminders for upcoming transactions (credits and debits)
pt_br: Lembretes de transações agendadas (créditos e débitos)

# notificationSettings.transactions.title
source: Transaction Reminders
pt_br: Lembretes de Transações

source: Password must contain
pt_br: Senha deve conter

# password.validation.hasLowercase
source: Lowercase letter
pt_br: Letra minúscula

# password.validation.hasNumber
source: Number
pt_br: Número

# password.validation.hasSpecialCharacter
source: Special character
pt_br: Caractere especial

# password.validation.hasUppercase
source: Uppercase letter
pt_br: Letra maiúscula

# password.validation.minLength
source: At least 6 characters
pt_br: Pelo menos 6 caracteres

# permission.createTransactions
source: Create Transactions
pt_br: Criar Transações

# permission.deleteOwnTransactions
source: Delete Own Transactions
pt_br: Excluir Próprias Transações

# permission.deleteTransactions
source: Delete All Transactions
pt_br: Excluir Todas Transações

# permission.editAllocations
source: Edit All Allocations
pt_br: Editar Todas Alocações

# permission.editBudgets
source: Edit All Budgets
pt_br: Editar Todos Orçamentos

# permission.editOwnAllocations
source: Edit Own Allocations
pt_br: Editar Próprias Alocações

# permission.editOwnBudgets
source: Edit Own Budgets
pt_br: Editar Próprios Orçamentos

# permission.editOwnTransactions
source: Edit Own Transactions
pt_br: Editar Próprias Transações

# permission.editTransactions
source: Edit All Transactions
pt_br: Editar Todas Transações

# permission.inviteMembers
source: Invite Members
pt_br: Convidar Membros

# permission.manageCreditCards
source: Manage Credit Cards
pt_br: Gerenciar Cartões de Crédito

# permission.viewCreditCards
source: View Credit Cards
pt_br: Ver Cartões de Crédito

# permissions.header.title
source: Permissions
pt_br: Permissões

# permissions.removeMember.button
source: Remove Member
pt_br: Remover Membro

# permissions.removeMember.confirm.message
source: Are you sure you want to remove %@ from this group?
pt_br: Tem certeza de que deseja remover %@ deste grupo?

# permissions.removeMember.confirm.title
source: Remove Member
pt_br: Remover Membro

# permissions.section.budgets
source: Budgets
pt_br: Orçamentos

# permissions.section.creditCards
source: Credit Cards
pt_br: Cartões de Crédito

# permissions.section.group
source: Group
pt_br: Grupo

# permissions.section.transactions
source: Transactions
pt_br: Transações

# profile.creditCards.title
source: Credit Cards
pt_br: Cartões de Crédito

# profile.header.title
source: My Account
pt_br: Minha Conta

# profile.logout.confirm.message
source: Are you sure you want to logout?
pt_br: Tem certeza que deseja sair?

# profile.logout.confirm.title
source: Logout
pt_br: Sair

# profile.logout.title
source: Logout
pt_br: Sair

# profile.section.account
source: Account
pt_br: Conta

# profile.section.financial
source: Financial
pt_br: Financeiro

# profile.section.general
source: General
pt_br: Geral

# profile.settings.title
source: Settings
pt_br: Configurações

# recurring.cleanup.all
source: All
pt_br: Todas

# recurring.cleanup.future
source: Future only
pt_br: Apenas futuras

# recurring.cleanup.message
source: Do you wish to remove?
pt_br: Deseja remover?

# recurring.cleanup.title
source: Remove recurring
pt_br: Remover recorrentes

# recurring.delete.all
source: Delete All Occurrences
pt_br: Excluir Todas as Ocorrências

# recurring.delete.current
source: Delete This Transaction Only
pt_br: Excluir Apenas Esta Transação

# recurring.delete.future
source: Delete This & Future Transactions
pt_br: Excluir Esta e Transações Futuras

# recurring.delete.message
source: This is a recurring transaction. Choose how you want to delete it.
pt_br: Esta é uma transação recorrente. Escolha como deseja excluí-la.

# recurring.delete.title
source: Delete Recurring Transaction?
pt_br: Excluir Transação Recorrente?

# recurring.duplicate.addToSeries
source: Add to Series
pt_br: Adicionar à Série

# recurring.duplicate.createAnyway
source: Create Anyway
pt_br: Criar Mesmo Assim

# recurring.duplicate.existsMessage
source: You already have a recurring "%@". To change it, edit that transaction instead. Create a separate entry anyway?
pt_br: Você já tem uma recorrência "%@". Para alterá-la, edite aquela transação. Criar uma entrada separada mesmo assim?

# recurring.duplicate.message
source: You already have a recurring "%@". Add this to that existing series?
pt_br: Você já tem uma recorrência "%@". Adicionar isto a essa série existente?

# recurring.duplicate.title
source: This recurring transaction already exists
pt_br: Essa transação recorrente já existe

# recurring.edit.future
source: Future Occurrences
pt_br: Ocorrências Futuras

# register.alreadyHaveAccount
source: Already have an account?
pt_br: Já tem uma conta?

# register.button
source: Create Account
pt_br: Criar Conta

# register.loginLink
source: Sign In
pt_br: Entre

# register.welcome.subtitle
source: Join us to start managing your finances better
pt_br: Junte-se a nós e comece a gerenciar suas finanças melhor

# register.welcome.title
source: Create Account
pt_br: Criar Conta

# repair.consolidated
source: %1$d duplicate allocation(s) removed. No transactions were changed.
pt_br: %1$d alocação(ões) duplicada(s) removida(s). Nenhuma transação foi alterada.

# repair.notHydrated
source: This device is still downloading your data. Try again once syncing has finished.
pt_br: Este dispositivo ainda está baixando seus dados. Tente novamente quando a sincronização terminar.

# repair.notSignedIn
source: Sign in to repair your data.
pt_br: Entre na sua conta para reparar seus dados.

# repair.summary
source: %1$d transactions and %2$d statements checked. %3$d links restored.
pt_br: %1$d transações e %2$d faturas verificadas. %3$d vínculos restaurados.

# settings.biometric.enable.reason
source: Do you wish to activate biometrics?
pt_br: Você deseja ativar biometria?

# settings.biometric.error.title
source: Biometric Error
pt_br: Erro Biometria

# settings.biometric.notEnrolled.message
source: %@ is not set up on this device. Please enable it in your device Settings.
pt_br: %@ não está configurado neste dispositivo. Ative nas Configurações do dispositivo.

# settings.biometric.openSettings
source: Open Settings
pt_br: Abrir Configurações

# settings.budgetGroups.title
source: Budget Groups
pt_br: Grupos de Orçamento

# settings.creditCards.title
source: Credit Cards
pt_br: Cartões de Crédito

# settings.currency.auto
source: Auto
pt_br: Automático

# settings.currency.picker.message
source: Choose the currency for displaying amounts
pt_br: Escolha a moeda para exibir valores

# settings.currency.picker.title
source: Select Currency
pt_br: Selecionar Moeda

# settings.currency.title
source: Currency
pt_br: Moeda

# settings.delete.account.confirm
source: Delete
pt_br: Excluir

# settings.delete.account.error.title
source: Deletion Error
pt_br: Erro na Exclusão

# settings.delete.account.processing
source: Deleting account...
pt_br: Excluindo conta...

# settings.delete.account.reauth.message
source: Please sign in again to delete your account, or sign out to clear local data only
pt_br: Faça login novamente para excluir sua conta, ou saia para limpar apenas os dados locais

# settings.delete.account.reauth.title
source: Authentication Required
pt_br: Autenticação Necessária

# settings.delete.account.signout
source: Sign Out & Clear Data
pt_br: Sair e Limpar Dados

# settings.delete.account.success.message
source: Your account has been successfully deleted
pt_br: Sua conta foi excluída com sucesso

# settings.delete.account.success.title
source: Account Deleted
pt_br: Conta Excluída

# settings.delete.account.title
source: Delete account
pt_br: Apagar conta

# settings.delete.account.warning
source: This action is irreversible. All your data will be permanently deleted. Are you sure?
pt_br: Esta ação é irreversível. Todos os seus dados serão excluídos permanentemente. Tem certeza?

# settings.header.title
source: Settings
pt_br: Configurações

# settings.logout.title
source: Log out
pt_br: Sair

# settings.notifications.title
source: Notifications
pt_br: Notificações

# settings.section.about
source: About
pt_br: Sobre

# settings.section.account
source: Account
pt_br: Conta

# settings.section.financial
source: Financial
pt_br: Financeiro

# settings.section.notifications
source: Notifications
pt_br: Notificações

# settings.section.preferences
source: Preferences
pt_br: Preferências

# settings.section.security
source: Security
pt_br: Segurança

# settings.section.sharing
source: Sharing
pt_br: Compartilhamento

# settings.section.transparency
source: Group Sharing
pt_br: Compartilhamento com Grupo

# settings.sync.title
source: iCloud Sync
pt_br: Sincronização iCloud

# settings.title
source: Settings
pt_br: Configurações

# settings.transparency.noGroup
source: Not sharing with any group
pt_br: Não compartilhando com nenhum grupo

# settings.transparency.selectGroup.message
source: The group will see a copy of your personal transactions, budgets and cards. Your own records stay yours, and you can stop sharing at any time.
pt_br: O grupo verá uma cópia das suas transações, orçamentos e cartões pessoais. Seus registros continuam sendo seus, e você pode parar de compartilhar quando quiser.

# settings.transparency.selectGroup.title
source: Share with which group?
pt_br: Compartilhar com qual grupo?

# settings.transparency.title
source: Share my finances
pt_br: Compartilhar minhas finanças

# settings.version.title
source: Version
pt_br: Versão

# sharing.error.noPermission
source: You don't have permission to do this.
pt_br: Você não tem permissão para fazer isso.

# sharing.error.onlyOwnerCanDelete
source: Only the group owner can delete this group.
pt_br: Apenas o proprietário do grupo pode excluir este grupo.

# sharing.member.activeDaysAgo
source: Active %dd ago
pt_br: Ativo há %dd

# sharing.member.activeHoursAgo
source: Active %dh ago
pt_br: Ativo há %dh

# sharing.member.activeMinutesAgo
source: Active %d min ago
pt_br: Ativo há %d min

# sharing.member.activeNow
source: Active now
pt_br: Ativo agora

# sharing.member.neverActive
source: Never active
pt_br: Nunca ativo

# sharing.role.member
source: Member
pt_br: Membro

# sharing.role.owner
source: Owner
pt_br: Proprietário

source: Skip
pt_br: Pular

# statementDetails.button.markAsPaid
source: Mark as Paid
pt_br: Marcar como Paga

# statementDetails.card
source: Card
pt_br: Cartão

# statementDetails.closingDate
source: Closing Date
pt_br: Data de Fechamento

# statementDetails.dueDate
source: Due Date
pt_br: Data de Vencimento

# statementDetails.editClosingDate
source: Edit Closing Date
pt_br: Editar Data de Fechamento

# statementDetails.editDueDate
source: Edit Due Date
pt_br: Editar Data de Vencimento

# statementDetails.header.subtitle
source: Statement details
pt_br: Detalhes da fatura

# statementDetails.header.title
source: %@ Statement
pt_br: Fatura %@

# statementDetails.paidOn
source: Paid on %@
pt_br: Paga em %@

# statementDetails.period
source: Statement Period
pt_br: Período da Fatura

# statementDetails.transactions
source: Transactions (%d)
pt_br: Transações (%d)

# statementStatus.closed
source: Awaiting Payment
pt_br: Aguardando Pagamento

# statementStatus.open
source: Open
pt_br: Aberta

# statementStatus.overdue
source: Overdue
pt_br: Vencida

# statementStatus.paid
source: Paid
pt_br: Paga

# sync.overlay.title
source: Syncing your data
pt_br: Sincronizando seus dados

# sync.phase.checking
source: Checking for changes...
pt_br: Verificando alterações...

# sync.phase.complete
source: Sync complete!
pt_br: Sincronização concluída!

# sync.phase.downloading
source: Downloading data...
pt_br: Baixando dados...

# sync.phase.downloadingShared
source: Downloading shared data...
pt_br: Baixando dados compartilhados...

# sync.phase.finalizing
source: Finalizing...
pt_br: Finalizando...

# sync.phase.preparing
source: Preparing sync...
pt_br: Preparando sincronização...

# sync.phase.preparingUpload
source: Preparing upload...
pt_br: Preparando envio...

# sync.phase.processing
source: Processing data...
pt_br: Processando dados...

# sync.phase.syncingAllocations
source: Syncing allocations...
pt_br: Sincronizando alocações...

# sync.phase.syncingBudgets
source: Syncing budgets...
pt_br: Sincronizando orçamentos...

# sync.phase.syncingCreditCards
source: Syncing credit cards...
pt_br: Sincronizando cartões...

# sync.phase.syncingGroups
source: Syncing groups...
pt_br: Sincronizando grupos...

# sync.phase.syncingStatements
source: Syncing statements...
pt_br: Sincronizando faturas...

# sync.phase.syncingTransactions
source: Syncing transactions...
pt_br: Sincronizando transações...

# sync.phase.uploading
source: Uploading data...
pt_br: Enviando dados...

# sync.status.error
source: Sync Error
pt_br: Erro de sincronização

# sync.status.synced
source: Synced
pt_br: Sincronizado

# sync.status.syncing
source: Syncing...
pt_br: Sincronizando...

# sync.toast.batchProgress
source: %d of %d
pt_br: %d de %d

# sync.toast.error
source: Sync failed
pt_br: Falha na sincronização

# sync.toast.synced
source: All synced
pt_br: Tudo sincronizado

# sync.toast.syncing
source: Syncing...
pt_br: Sincronizando...

# sync.toast.uploading
source: Uploading to iCloud...
pt_br: Enviando para iCloud...

# syncSettings.backup.done.title
source: Backup created
pt_br: Backup criado

# syncSettings.backup.failed.message
source: The backup could not be written. Check available storage and try again.
pt_br: Não foi possível gravar o backup. Verifique o armazenamento disponível e tente novamente.

# syncSettings.backup.failed.title
source: Backup failed
pt_br: Falha no backup

# syncSettings.backup.title
source: Back up now
pt_br: Fazer backup agora

# syncSettings.cloudCleanup.title
source: Cloud Cleanup
pt_br: Limpeza da Nuvem

# syncSettings.consolidate.confirm.action
source: Remove
pt_br: Remover

# syncSettings.consolidate.confirm.message
source: Keeps one budget allocation per category each month and removes the extras. It does not change any transaction, so corrections you made by hand are left alone. A backup is saved first.
pt_br: Mantém uma alocação de orçamento por categoria em cada mês e remove as extras. Não altera nenhuma transação, então as correções que você fez manualmente são preservadas. Um backup é salvo antes.

# syncSettings.consolidate.confirm.title
source: Remove duplicates?
pt_br: Remover duplicados?

# syncSettings.consolidate.done.title
source: Duplicates removed
pt_br: Duplicados removidos

# syncSettings.consolidate.title
source: Remove duplicates
pt_br: Remover duplicados

# syncSettings.dataSync.title
source: Data Sync
pt_br: Sincronização de Dados

# syncSettings.download.error
source: Error
pt_br: Erro

# syncSettings.download.idle
source: Idle
pt_br: Inativo

# syncSettings.download.syncing
source: Syncing...
pt_br: Sincronizando...

# syncSettings.download.upToDate
source: Up to date
pt_br: Atualizado

# syncSettings.forceRePush.confirm.action
source: Re-Push
pt_br: Reenviar

# syncSettings.forceRePush.confirm.message
source: This will push ALL local data to iCloud without pulling. Use this to restore cloud data from this device. Cloud records will be overwritten.
pt_br: Isso enviará TODOS os dados locais para o iCloud sem baixar. Use para restaurar os dados na nuvem a partir deste dispositivo. Registros na nuvem serão sobrescritos.

# syncSettings.forceRePush.confirm.title
source: Force Re-Push?
pt_br: Forçar Reenvio?

# syncSettings.forceRePush.title
source: Force Re-Push to Cloud
pt_br: Forçar Reenvio para Nuvem

# syncSettings.header.title
source: iCloud Sync
pt_br: Sincronização iCloud

# syncSettings.lastSync.never
source: Never
pt_br: Nunca

# syncSettings.lastSync.title
source: Last Synced
pt_br: Última Sincronização

# syncSettings.purgeZones.confirm.action
source: Delete
pt_br: Excluir

# syncSettings.purgeZones.confirm.message
source: Removes the iCloud storage left behind by groups you already deleted. Your own data and any group you still belong to are never touched. This cannot be undone.
pt_br: Remove o armazenamento do iCloud deixado por grupos que você já excluiu. Seus próprios dados e qualquer grupo do qual você ainda participa não são afetados. Não é possível desfazer.

# syncSettings.purgeZones.confirm.title
source: Delete unused group zones?
pt_br: Excluir zonas de grupos não usadas?

# syncSettings.purgeZones.title
source: Delete unused group zones
pt_br: Excluir zonas de grupos não usadas

# syncSettings.recoverySync.confirm.action
source: Recover
pt_br: Recuperar

# syncSettings.recoverySync.confirm.message
source: This will delete all synced local data and re-download everything from iCloud. Credit card links and statement assignments will be rebuilt. Use this if data appears corrupted.
pt_br: Isso excluirá todos os dados sincronizados localmente e baixará tudo novamente do iCloud. Vínculos de cartão de crédito e atribuições de faturas serão reconstruídos. Use se os dados parecerem corrompidos.

# syncSettings.recoverySync.confirm.title
source: Recovery Sync?
pt_br: Sincronização de Recuperação?

# syncSettings.recoverySync.title
source: Recovery Sync
pt_br: Sincronização de Recuperação

# syncSettings.repairData.confirm.action
source: Repair
pt_br: Reparar

# syncSettings.repairData.confirm.message
source: Checks your transactions, cards and statements for broken links and fixes what it can. A backup is saved first. Nothing is deleted.
pt_br: Verifica suas transações, cartões e faturas em busca de vínculos quebrados e corrige o que for possível. Um backup é salvo antes. Nada é excluído.

# syncSettings.repairData.confirm.title
source: Repair data?
pt_br: Reparar dados?

# syncSettings.repairData.done.title
source: Repair complete
pt_br: Reparo concluído

# syncSettings.repairData.title
source: Repair data
pt_br: Reparar dados

# syncSettings.reset.confirm.action
source: Reset
pt_br: Redefinir

# syncSettings.reset.confirm.message
source: This will clear all sync tokens and perform a full re-sync. Your data won't be deleted.
pt_br: Isso limpará todos os tokens de sincronização e fará uma sincronização completa. Seus dados não serão excluídos.

# syncSettings.reset.confirm.title
source: Reset Sync?
pt_br: Redefinir Sincronização?

# syncSettings.reset.title
source: Reset Sync Data
pt_br: Redefinir Dados de Sincronização

# syncSettings.section.actions
source: Actions
pt_br: Ações

# syncSettings.syncEnabled.title
source: Cloud Sync
pt_br: Sincronização

# syncSettings.syncNow.title
source: Sync Now
pt_br: Sincronizar Agora

# syncSettings.unavailable.message
source: Please sign in to iCloud in Settings to enable sync.
pt_br: Entre no iCloud em Ajustes para ativar a sincronização.

# syncSettings.unavailable.title
source: iCloud Unavailable
pt_br: iCloud Indisponível

# syncSettings.upload.complete
source: All data uploaded
pt_br: Todos dados enviados

# syncSettings.upload.incomplete
source: Upload incomplete
pt_br: Upload incompleto

# syncSettings.upload.records
source: %d of %d records
pt_br: %d de %d registros

# syncSettings.upload.resume
source: Resume
pt_br: Retomar

# syncSettings.upload.uploading
source: Uploading your data...
pt_br: Enviando seus dados...

# transaction.delete.title
source: Delete transaction
pt_br: Apagar transação

# transaction.mode.installment
source: Installment %d of %d
pt_br: Parcela %d de %d

# transaction.mode.installments
source: Installment transaction
pt_br: Transação parcelada

# transaction.mode.normal
source: One-time transaction
pt_br: Transação única

# transaction.mode.recurring
source: Recurring transaction
pt_br: Transação recorrente

# transactionDetails.button.back
source: Back
pt_br: Voltar

# transactionDetails.button.delete
source: Delete
pt_br: Excluir

# transactionDetails.button.edit
source: Edit
pt_br: Editar

# transactionDetails.delete.message
source: Are you sure you want to delete this transaction? This action cannot be undone.
pt_br: Tem certeza que deseja excluir esta transação? Esta ação não pode ser desfeita.

# transactionDetails.delete.title
source: Delete Transaction
pt_br: Excluir Transação

# transactionDetails.details.header.title
source: Additional Details
pt_br: Detalhes Adicionais

# transactionDetails.header.subtitle
source: View and manage transaction information
pt_br: Visualize e gerencie informações da transação

# transactionDetails.header.title
source: Transaction Details
pt_br: Detalhes da Transação

# transactionDetails.info.header.title
source: Transaction Information
pt_br: Informações da Transação

# transactionDetails.installments.header.title
source: Related Installments
pt_br: Parcelas Relacionadas

# transactionDetails.label.createdAt
source: Created
pt_br: Criado

# transactionDetails.label.date
source: Date
pt_br: Data

# transactionDetails.label.lastInstallmentDate
source: Last Installment
pt_br: Última Parcela

# transactionDetails.label.paymentMethod
source: Payment method
pt_br: Método de pagamento

# transactionDetails.label.totalValue
source: Total Value
pt_br: Valor Total

# transactionDetails.label.type
source: Type
pt_br: Tipo

# transactionDetails.label.updatedAt
source: Last Updated
pt_br: Última Atualização

# transactionDetails.moveToGroup
source: Move to Group
pt_br: Mover para Grupo

# transactionDetails.moveToGroup.confirm
source: This transaction will be visible to all group members.
pt_br: Esta transação será visível para todos os membros do grupo.

# transactionDetails.moveToGroup.message
source: Select the group to move this transaction to.
pt_br: Selecione o grupo para mover esta transação.
